[
  {
    "user_id": "1",
    "title": "New Birdwathcer App - Quack",
    "content": "Quack company just announced a new launch of the Birdwatcher App that called Quack. Application allows for users to view bird sightings (submitted by others) in an interactive map. Users can submit their own bird sightings; they can also learn more about individual birds by clicking on its respective HTML cards."
  },
  {
    "user_id": "2",
    "title": "WhatsApp Complying with Traceability Provision Will Create Technical Vulnerabilities that Can Be Exploited: Internet Society",
    "content": "The Information Technology (Guidelines for Intermediaries and Digital Media Ethics Code), Rules, 2021 or the new IT Rules 2021 as it is more commonly known have now effectively come into place. While WhatsApp has filed a case against the Indian Government with regard to a clause on divulging information on the first originator of a message, the platform has complied by naming Paresh B Lal as the grievance officer for India."
  },
  {
    "user_id": "3",
    "title": "The Opportunity Your Future Needs: How I Helped Build the Internet and My Career",
    "content": "The program is a catalytic opportunity for international young leaders like you to have your voices heard in the global governance of the Internet and technology today."
  },
  {
    "user_id": "4",
    "title": "New Internet Society study finds Australia’s TOLA Law poses long-term risks to Australian Economy",
    "content": "Encryption is a critical technology that helps keep people, their information and communications private and secure, and is an essential component to a secure and trustworthy Internet. Currently, the Internet Society says encryption is under threat, with governments around the world creating policies and laws that weaken the use of strong encryption without considering the devastating consequences such legislation could have on the security and privacy of billions of global Internet users."
  },
  {
    "user_id": "5",
    "title": "The Week in Internet News: Russia Hackers Target Human Rights Groups",
    "content": "A Russian hacking group is targeting international aid and human rights organizations, according to Microsoft, Al Jazeera reports. The recent attacks, from the Nobelium group, targeted about 3,000 email accounts of more than 150 organizations spanning 24 countries. Nobelium is blamed for the recent SolarWinds attacks as well. The group gained access to an email marketing account used by the U.S. State Department’s international aid agency, USAID, from which it targeted other organizations."
  },
  {
    "user_id": "6",
    "title": "What happens when astronaut teams don’t get along?",
    "content": "Professor Noshir Contractor knows how to help you get along better with your coworkers. He studies the interpersonal dynamics of crews in extreme environments – think extreme as in a 3-year mission to Mars. Contractor chaired a session entitled “Pairing Teams for, and (Re)pairing Teams during Long-Duration Space Exploration” during the American Association for the Advancement of Science (AAAS) annual meeting on teamwork during long duration space exploration. For all his rigorous computational social science research, you may find his results intuitive – conflict is unavoidable. Crew members cramped into a tiny space for that long will get stressed and even fight with one another. There is good news. Conflict is also predictable and manageable."
  }
]